abseil-cpp
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
aom
archlinux-keyring
argon2
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
automake
avahi
awesome-terminal-fonts
base
bash
binutils
bison
bluez
bluez-libs
bluez-utils
brotli
bspwm
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cmake
coreutils
cppman
cryptsetup
ctags
curl
dav1d
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
diffutils
dmenu
dnssec-anchors
dosfstools
double-conversion
e2fsprogs
efibootmgr
efivar
expat
fakeroot
ffcall
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firefox
flac
flex
fontconfig
freetype2
fribidi
fuse-common
fuse2
fzf
gawk
gc
gcc
gcc-libs
gd
gdbm
gdk-pixbuf2
gettext
ghc-libs
giflib
girara
git
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnu-free-fonts
gnupg
gnutls
go
gpgme
gpm
graphite
grep
groff
grub
gsettings-desktop-schemas
gsm
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtkmm
guile
gumbo-parser
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base16-bytestring
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-byteorder
haskell-case-insensitive
haskell-cereal
haskell-citeproc
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-cookie
haskell-cryptonite
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-digest
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-emojis
haskell-erf
haskell-errors
haskell-file-embed
haskell-ghc-bignum-orphans
haskell-glob
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-aeson
haskell-hslua-classes
haskell-hslua-core
haskell-hslua-marshalling
haskell-hslua-module-path
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hslua-module-version
haskell-hslua-objectorientation
haskell-hslua-packaging
haskell-hsyaml
haskell-http-client
haskell-http-client-tls
haskell-http-types
haskell-indexed-traversable
haskell-integer-logarithms
haskell-iproute
haskell-ipynb
haskell-jira-wiki-markup
haskell-juicypixels
haskell-lexer
haskell-libyaml
haskell-lpeg
haskell-lua
haskell-memory
haskell-mime-types
haskell-mono-traversable
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-pandoc-lua-marshal
haskell-pandoc-types
haskell-pem
haskell-pretty-show
haskell-primitive
haskell-quickcheck
haskell-random
haskell-resourcet
haskell-safe
haskell-scientific
haskell-sha
haskell-skylighting
haskell-skylighting-core
haskell-socks
haskell-split
haskell-splitmix
haskell-streaming-commons
haskell-strict
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-th-lift-instances
haskell-these
haskell-time-compat
haskell-tls
haskell-transformers-compat
haskell-typed-process
haskell-unicode-collation
haskell-unicode-data
haskell-unicode-transforms
haskell-uniplate
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-yaml
haskell-zip-archive
haskell-zlib
hicolor-icon-theme
hidapi
htop
hunspell
hwdata
hwloc
iana-etc
icu
imlib2
iproute2
iptables
iputils
iso-codes
jack2
jansson
jasper
jbig2dec
jemalloc
js78
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
l-smash
lame
lcms2
ldns
less
libarchive
libass
libassuan
libasyncns
libavc1394
libavif
libb2
libbluray
libbpf
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatrie
libde265
libdispatch
libdrm
libdvdnav
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libglvnd
libgpg-error
libgtop
libgudev
libheif
libibus
libical
libice
libid3tag
libidn2
libiec61883
libinput
libisl
libjpeg-turbo
libksba
libldac
libldap
libluv
libmfx
libmm-glib
libmng
libmnl
libmodplug
libmpc
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnotify
libnsl
libogg
libomxil-bellagio
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libpng
libproxy
libpsl
libpulse
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsigsegv
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libusb
libuv
libva
libvdpau
libvorbis
libvpx
libvterm
libvterm01
libwacom
libwebp
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llvm-libs
lm_sensors
lsd
lsof
lua53
lua53-lpeg
luajit
lv2
lz4
lzo
m4
mailcap
maim
make
man-db
md4c
mesa
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mpv
msgpack-c
mtdev
mtools
mujs
ncurses
neovim
nettle
networkmanager
nitrogen
notification-daemon
npth
nspr
nss
ntfs-3g
numactl
openal
opencore-amr
openjpeg2
openmpi
openssh
openssl
opus
orc
os-prober
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pandoc
pango
pangomm
patch
pciutils
pcre
pcre2
perl
perl-error
perl-file-which
perl-mailtools
perl-timedate
picom
pinentry
pipewire
pipewire-media-session
pixman
pkgconf
polkit
poppler
popt
potrace
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python
python-beautifulsoup4
python-html5lib
python-six
python-soupsieve
python-webencodings
qt6-5compat
qt6-base
qt6-declarative
qt6-imageformats
qt6-svg
qt6-translations
qt6-wayland
rav1e
readline
rest
rhash
rnnoise
rtkit
rubberband
run-parts
sbc
sdl2
sed
serd
shaderc
shadow
shared-mime-info
slang
slop
sord
speex
speexdsp
spirv-tools
sqlite
sratom
srt
startup-notification
sudo
svt-av1
sxhkd
sxiv
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
t1lib
tar
tdb
telegram-desktop
texinfo
texlive-bibtexextra
texlive-bin
texlive-core
texlive-langcyrillic
texlive-latexextra
tpm2-tss
tracker3
translate-shell
tree-sitter
tslib
ttf-joypixels
ttf-opensans
tzdata
uchardet
unibilium
unrar
unzip
util-linux
util-linux-libs
v4l-utils
vid.stab
visual-studio-code-bin
vmaf
vte-common
vte3
vulkan-headers
vulkan-icd-loader
wayland
webrtc-audio-processing
which
wpa_supplicant
wqy-microhei
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-vesa
xfce4-terminal
xfconf
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xxhash
xz
yay
zathura
zathura-pdf-mupdf
zeromq
zimg
zlib
zsh
zsh-syntax-highlighting
zstd
zziplib
